Repository: Dev-OmarAbul-gheit/Library-Management-System
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: The user has already borrowed 3 books, can not borrow more books.
ar: المستخدم قد استعار بالفعل 3 كتب، لا يمكنه استعارة المزيد من الكتب.

source: You cannot borrow {len(books)} more books as you already borrowed {total_borrowed_books} and you can not borrow more than 3 books.
ar: لا يمكنك استعارة {len(books)} كتب إضافية لأنك قد استعرْت بالفعل {total_borrowed_books} ولا يمكنك استعارة أكثر من 3 كتب.

source: The book "{book.book.title}" is currently being borrowed, choose another book or try again later.
ar: الكتاب "{book.book.title}" مستعار حالياً، اختر كتاباً آخر أو حاول مرة أخرى لاحقاً.

source: Return date cannot be more than {max_period_month} month(s) from today.
ar: تاريخ الإرجاع لا يمكن أن يكون أكثر من {max_period_month} شهر(أشهر) من اليوم.

source: Return date cannot be in the past.
ar: تاريخ الإرجاع لا يمكن أن يكون في الماضي.

source: The book "{book.book.title}" is not being borrowed by the user.
ar: الكتاب "{book.book.title}" لم يتم استعارته من قبل المستخدم.

source: error
ar: خطأ

source: User does not have coordinates
ar: المستخدم ليس لديه إحداثيات

source: Personal info
ar: معلومات شخصية

source: Permissions
ar: أذونات

source: Important dates
ar: تواريخ مهمة

source: A user with the given username is already exists.
ar: يوجد مستخدم بالفعل بالاسم المستخدم المعطى.

source: A user with the given email is already exists.
ar: يوجد مستخدم بالفعل بالبريد الإلكتروني المعطى.

source: Invalid credentials
ar: بيانات اعتماد غير صالحة

source: No user exists with the given email address.
ar: لا يوجد مستخدم بالبريد الإلكتروني المعطى.

source: Invalid or expired confirmation code.
ar: رمز التأكيد غير صالح أو منتهي الصلاحية.

source: message
ar: رسالة

source: We have sent password reset email with confirmation code to you.
ar: لقد أرسلنا لك بريدًا إلكترونيًا لإعادة تعيين كلمة المرور مع رمز التأكيد.

source: Your password has been reset successfully.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح.
